src/srm_client/templates/RetrieveContent.xml

<soap:Envelope xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <RetrieveContent xmlns="urn:internaldr0">
      <_this xsi:type="p7:ManagedObjectReference" type="DrServiceInstance" serverGuid="" xmlns:p7="urn:internalvim25">DrServiceInstance</_this>
    </RetrieveContent>
  </soap:Body>
</soap:Envelope>
